base
base-devel
linux
linux-firmware
reflector
vim
git
zsh
sudo
ntp
networkmanager
dhclient
grub
efibootmgr
btrfs-progs
neovim
man-db
wget
rsync
curl
bash-completion
coreutils